Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Adjust this if the preview is misaligned with dock
cs: Upravte tuto možnost, pokud je náhled nezarovnaný dokem
de: Passen Sie das an, wenn die Vorschau falsch zum Dock ausgerichtet ist
es: Ajusta esto si la vista previa está desalineada con el dock
fr: Ajustez ce paramètre si l’aperçu est mal aligné par rapport au Dock
he: התאם זאת אם התצוגה המקדימה לא מיושרת כראוי עם ה-Dock
it: Modifica il valore per regolare la distanza dell'anteprima dal Dock
ja: プレビューがドックと揃えられない場合に調整する
nl: Pas aan als de uitlijning in de Dock niet goed is
pt_pt: Ajuste isto se a pré-visualização estiver desalinhado com o Dock
ru: Отрегулируйте, если расположение превью не совпадает c Dock
tr: Önizleme Dock ile hizalı değilse bunu ayarlayın
uk: Налаштуйте це, якщо попередній перегляд неправильно вирівнюється з Dock
vi: Điều chỉnh tùy chọn này nếu bản xem trước bị lệch so với Dock
zh_hans: 如果预览图与 Dock 对不齐，请调整此设置。
zh_hant: 預覽未對齊 Dock 時調整

source: Adjust volume
cs: Upravit hlasitost
de: Lautstärke anpassen
es: Ajustar volumen
fr: Ajuster le volume
he: התאם עוצמת קול
it: Regola il volume
ja: 音量を調節
nl: Wijzig volume
pt_pt: Ajustar volume
ru: Настройка громкости
tr: Sesi ayarla
uk: Регулювання гучності
vi: Điều chỉnh âm lượng
zh_hans: 调整音量
zh_hant: 調整音量

source: Adjusts how responsive the app feels and behaves during interaction.
cs: Přizpůsobí, jak citlivě aplikace reaguje a jak se chová při interakci.
de: Legt fest, wie reaktionsschnell sich die App bei der Interaktion anfühlt und verhält.
es: Ajusta la capacidad de respuesta de la aplicación y su comportamiento durante la interacción.
fr: Ajuste la sensibilité et le comportement des interactions avec l’application.
he: מתאים את תחושת התגובה וההתנהגות של האפליקציה במהלך אינטראקציה.
it: Imposta la velocità o 'responsività' delle anteprime.
ja: 操作中にアプリがどのように反応し、どのように動作するかを調整します。
nl: Hiermee past u aan hoe responsief de app aanvoelt en zich gedraagt ​​tijdens interactie.
pt_pt: Ajusta o quão responsiva a aplicação parece e como se comporta durante a interação.
ru: Регулирует, насколько отзывчивое приложение чувствует и себя во время взаимодействия.
tr: Uygulamanın etkileşim sırasında ne kadar hızlı tepki verdiğini ve nasıl davrandığını ayarlar.
uk: Налаштовує швидкість реагування та поведінку застосунку під час взаємодії.
vi: Điều chỉnh độ phản hồi và cách ứng dụng hoạt động khi tương tác.
zh_hans: 调整应用程序在交互过程中的响应速度。
zh_hant: 調整App在互動時的反應速度與行為。

source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Paramètres avancés
he: מתקדם
it: Avanzate
ja: 高度
nl: Geavanceerd
pt_pt: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级选项
zh_hant: 進階

source: Aero Shake
cs: Zatřesení oknem
es: Agitar la vista previa
fr: Secousse de la fenêtre
pt_pt: Agitar para minimizar (Aero Shake)
ru: Встряхнуть
tr: Aero Çalkala

source: Aero Shake Action
cs: Akce po zatřesení oknem
de: Aero Shake Aktion
es: Movimiento de la vista previa
fr: Action de secousse Aero
he: פעולת Aero Shake
it: Azione 'Aero Shake'
ja: エアロシェイクアクション
nl: Aero Shake actie
pt_pt: Ação ao agitar para minimizar (Aero Shake)
ru: Действие при встряхивании
tr: Aero Shake Eylemi
uk: Дія Aero Shake
vi: Hành động Aero Shake
zh_hans: Aero 摇晃动作
zh_hant: Aero Shake 晃動動作

source: After changing the locked screen, move your cursor to the bottom of that screen to relocate the Dock.
cs: Po změně uzamčené obrazovky přesuňte kurzor do její spodní části, abyste přesunuli Dock.
de: Nach dem Ändern des gesperrten Bildschirms, bewegen Sie den Cursor zum unteren Rand des Bildschirms, um das Dock zu verschieben.
es: Después de cambiar la pantalla bloqueada, mueva el cursor a la parte inferior de esa pantalla para reubicar el Dock.
it: Dopo le modifiche allo schermo bloccato, sposta il cursore in basso per spostare il Dock.
ja: ロック画面を変更した後、その画面の下部へカーソルを移動させるとDockの配置を変更できます。
nl: Nadat je het vergrendelde scherm hebt gewijzigd, beweeg je de cursor naar de onderkant van dat scherm om het Dock te verplaatsen.
pt_pt: Após alterar o ecrã bloqueado, mova o cursor para a parte inferior do ecrã para relocalizar a Dock.
ru: После смены заблокированного экрана, переместить указатель в нижнюю часть этого экрана, чтобы переместить Dock.
tr: Kilit ekranını değiştirdikten sonra, Dock'u yeniden konumlandırmak için imleci o ekranın altına getirin.
uk: Після зміни заблокованого екрана, перемістіть курсор до низу екрану щоб перемістити Dock.
vi: Sau khi thay đổi màn hình khóa, hãy di chuyển con trỏ xuống cuối màn hình đó để di chuyển lại Dock.
zh_hans: 更改锁定屏幕后，将光标移动到该屏幕的底部以重新定位Dock。
zh_hant: 更換鎖定Dock的顯示器後，將指標移動到該顯示器底部來使Dock定位。

source: All buttons removed
cs: Všechna tlačítka odstraněna
de: Alle Buttons entfernt
es: Todos botones eliminados
fr: Tous les boutons ont été supprimés
he: כל הכפתורים הוסרו
it: Pulsanti rimossi
ja: すべてのボタンを削除しました
nl: Alle knoppen verwijderd
pt_pt: Todos os botões removidos
ru: Все кнопки неактивны
tr: Bütün düğmeler silindi
uk: Усі кнопки видалено
vi: Đã xóa tất cả nút
zh_hans: 所有按钮已删除
zh_hant: 已移除全部按鍵

source: All window previews show a gray background. When hovered, the background changes to the accent color or custom color below.
cs: Všechny náhledy oken mají šedé pozadí. Po přejetí se pozadí změní na barvu zvýraznění nebo vlastní barvu níže.
de: Alle Fenstervorschauen zeigen einen grauen Hintergrund. Wenn der Mauszeiger auf der Fenstervorschau schwebt, verändert sich der Hintergrund zur Akzentfarbe oder benutzerdefinierten Farbe.
es: Todas las ventanas de vista previa muestran un fondo gris. Al pasarle el ratón por encima, el fondo cambia al color de acento o al color personalizado aquí debajo.
fr: Tous les aperçus de fenêtres affichent un arrière-plan gris. Quand ils sont survolés, l’arrière-plan prend la couleur d'accentuation ou une couleur personnalisée ci-dessous.
he: כל תצוגות החלונות המקדימות מציגות רקע אפור. בעת ריחוף, הרקע משתנה לצבע המבטא או לצבע מותאם אישית למטה.
it: Le anteprime hanno uno sfondo grigio. Al passaggio del mouse, lo sfondo cambia in base alle impostazioni.
ja: すべてのウィンドウのプレビューはグレーの背景を表示します。ホバーすると、下のアクセントカラーまたはカスタムカラーに背景が変更されます。
nl: Alle venstervoorbeelden tonen een grijze achtergrond. Van de geselecteerde preview verandert de achtergrond in de accentkleur of aangepaste kleur hieronder.
pt_pt: Todas as pré-visualizações de janela mostram um fundo cinza. Quando passar o mouse em cima, o fundo muda para a cor de destaque ou cor personalizada abaixo.
ru: Все миниатюры окон имеют серый фон. При наведении он меняется на акцентный или выбранный ниже цвет.
tr: Tüm pencere önizlemeleri gri arka planla gösterilir. Üzerine gelindiğinde arka plan, vurgu rengine veya aşağıda belirtilen özel renge dönüşür.
uk: Усі попередні перегляди вікон мають сірий фон. При наведенні курсора фон змінюється на акцентний колір або власний колір, вказаний нижче.
vi: Tất cả bản xem trước cửa sổ sẽ hiển thị nền màu xám. Khi di chuột vào, nền sẽ chuyển sang màu nhấn hoặc màu tùy chỉnh bên dưới.
zh_hans: 所有窗口预览均显示灰色背景。悬停时，背景将变为下方的强调色或自定义颜色。
zh_hant: 所有視窗預覽都會顯示灰色背景。當指標停留時，背景會變為下方的強調色或自訂顏色。

source: All Windows
cs: Všechna okna
de: Alle Fenster
es: Todas las Ventanas
fr: Toutes les fenêtres
he: כל החלונות
it: Tutte le finestre
ja: すべてのウィンドウ
nl: Alle vensters
pt_pt: Todas as janelas
ru: Все окна
tr: Tüm pencereler
uk: Усі вікна
vi: Tất cả cửa sổ
zh_hans: 所有窗口
zh_hant: 所有視窗

source: All windows from the selected app get live preview
cs: Všechna okna vybrané aplikace mají živý náhled
de: Alle Fenster der ausgewählten App erhalten eine Live-Vorschau
es: Todas las ventanas de la aplicación seleccionada tienen vista previa
fr: Toutes les fenêtres de l’application sélectionnée bénéficient d’aperçus en direct
he: כל החלונות מהאפליקציה הנבחרת מקבלים תצוגה מקדימה חיה
it: Anteprima per tutte le finestre dall'app selezionata
ja: 選択したアプリのすべてのウィンドウにライブプレビューが表示されます
nl: Alle vensters van de geselecteerde app krijgen live voorbeelden
pt_pt: Todas as janelas da aplicação selecionada com pré-visualização em tempo real
ru: Для всех окон выбранного приложения отображается живой превью
tr: Seçilen uygulamadaki tüm pencereler için canlı önizleme görüntülenir
uk: Усі вікна обраного застосунку отримують попередній перегляд у реальному часі
vi: Tất cả cửa sổ từ ứng dụng đã chọn có bản xem trước trực tiếp
zh_hans: 所选应用的所有窗口均可实时预览
zh_hant: 選擇的App的所有視窗都顯示即時預覽

source: All windows get live preview (may cause lag with many windows)
cs: Všechna okna mají živý náhled (s mnoha okny může způsobit zpomalení)
de: Alle Fenster erhalten Live-Vorschau (kann Verzögerungen bei vielen Fenstern verursachen)
es: Todas las ventanas tienen vista previa (puede causar lag en muchas ventanas)
fr: Toutes les fenêtres bénéficient d’aperçus en direct (peut causer des ralentissements avec de nombreuses fenêtres)
he: כל החלונות מקבלים תצוגה מקדימה חיה (עלול לגרום לעיכוב עם חלונות רבים)
it: Anteprima per tutte le finestre (può causare rallentamenti con molte applicazioni aperte)
ja: すべてのウィンドウがライブプレビューになります（多くのウィンドウが遅延を引き起こす可能性があります）
nl: Alle vensters krijgen live voorbeelden (kan vertraging veroorzaken bij veel vensters)
pt_pt: Todas as janelas com pré-visualização em tempo real (pode causar atrasos ou bloqueios com muitas janelas)
ru: Для всех окон включён превью в реальном времени (при большом количестве окон возможны задержки)
tr: Tüm pencerelerde canlı önizleme özelliği etkinleştirilir (çok sayıda pencere açıldığında gecikmeye neden olabilir)
uk: Усі вікна отримують попередній перегляд у реальному часі (може спричиняти затримку з багатьма вікнами)
vi: Tất cả cửa sổ có bản xem trước trực tiếp (có thể gây giật khi có nhiều cửa sổ)
zh_hans: 所有窗口都获得实时预览（可能会在窗口较多时导致卡顿）
zh_hant: 所有視窗有顯示即時預覽（視窗數量多可能導致緩慢）

source: Allow Access
cs: Povolit přístup
de: Zugriff erlauben
es: Permitir acceso
it: Consenti l'accesso
ja: アクセスを許可する
nl: Toegang verlenen
ru: Разрешить доступ
tr: Erişime İzin Ver
uk: Дозволити доступ
vi: Cho phép Truy cập
zh_hans: 允许访问
zh_hant: 允許取用

source: Allow Access...
cs: Povolit přístup...
de: Zugriff erlauben...
es: Permitir acceso...
it: Consenti l'accesso...
ja: アクセスを許可する…
nl: Toestaan verlenen...
ru: Разрешить доступ...
tr: Erişime İzin Ver...
uk: Дозволити доступ...
vi: Cho phép Truy cập...
zh_hans: 允许访问……
zh_hant: 允許取用...

source: Allow columns/rows to exceed what fits on screen.
cs: Umožnit více sloupců/řádků, než se vejde na obrazovku.
de: Erlaube Spalte/Zeilen zu überschreiten, was auf den Bildschirm passt.
es: Permitir que las columnas/filas excedan lo que cabe en pantalla.
it: Permetti a righe e colonne di andare oltre i bordi dello schermo.
ja: 画面に収まらない列や行も表示する。
nl: Laat kolommen/rijen langer zijn dan op het scherm past.
pt_pt: Permitir que colunas/linhas excedam o que cabe no ecrã.
ru: Разрешить столбцам или строкам превышать значения на экране.
tr: Sütunların/satırların ekrana sığan boyutları aşmasına izin ver.
uk: Дозволити колонкам/рядкам виходити за межі екрану.
vi: Cho phép các cột/hàng vượt quá những gì vừa với màn hình.
zh_hans: 允许列数/行数超出屏幕可显示的范围。
zh_hant: 允許欄／列超過符合螢幕。

source: Allow columns/rows to exceed what fits on screen. May cause previews to extend beyond screen edges.
cs: Umožnit více sloupců/řádků, než se vejde na obrazovku. Náhledy mohou přesáhnout hranice obrazovky.
de: Erlaube Spalte/Zeilen zu überschreiten, was auf den Bildschirm passt. Kann dazu führen, dass die Vorschau über die Bildschirmränder hinaus geht.
es: Permitir que las columnas/filas excedan lo que cabe en la pantalla. Puede hacer que las vistas previas se extiendan más allá de los bordes de la pantalla.
fr: Autoriser les colonnes/lignes à dépasser la taille de l'écran. Cela peut entraîner un débordement des aperçus au-delà des bords de l'écran.
he: אפשר לעמודות/שורות לחרוג ממה שמתאים למסך. עלול לגרום לתצוגות מקדימות להתרחב מעבר לקצוות המסך.
it: Le anteprime potrebbero essere renderizzate oltre i margini dello schermo e risultare parzialmente o totalmente invisibili.
ja: 行・列の数が画面サイズを超えることを許可します。これにより、プレビューが画面の端からはみ出して表示される場合があります。
nl: Sta toe dat kolommen/rijen groter zijn dan wat op het scherm past. Dit kan ertoe leiden dat voorbeelden buiten de randen van het scherm vallen.
pt_pt: Permitir colunas/linhas excederem o que se cabe no ecrã. Pode fazer com que as pré-visualizações se estendam além dos bordos do ecrã.
ru: Разрешить столбцам и строкам превышать размер экрана. Превью могут выходить за пределы границ экрана.
tr: Sütunların/satırların ekran sınırlarını aşmasına izin ver. Bu, önizlemelerin ekran kenarlarının ötesine taşmasına neden olabilir.
uk: Дозволити колонкам/рядкам виходити за межі екрану.
vi: Cho phép các cột/hàng vượt quá những gì vừa với màn hình. Có thể khiến bản xem trước mở rộng ra ngoài viền màn hình.
zh_hans: 允许列/行超出屏幕显示范围。可能导致预览超出屏幕边缘。
zh_hant: 允許欄／列超出螢幕可視範圍，可能導致預覽顯示超出螢幕邊緣。

source: Allow dynamic image sizing
cs: Povolit dynamickou velikost obrázku
de: Dynamische Bildgröße erlauben
es: Permitir tamaño de imagen dinámico
fr: Autoriser le dimensionnement d’image dynamique
he: אפשר שינוי גודל תמונה דינמי
it: Dimensione dinamica
ja: ダイナミック画像サイズを許可
nl: Dynamische aanpassing van afbeeldingen toestaan
pt_pt: Permitir tamanho de imagem dinâmico
ru: Динамическое изменение размера изображений
tr: Dinamik resim boyutlandırmaya izin ver
uk: Дозволити динамічне змінення розміру зображення
vi: Cho phép thay đổi kích thước hình ảnh linh hoạt
zh_hans: 允许动态图像尺寸调整
zh_hant: 允許動態調整圖像尺寸

source: Allow pinning controls to screen
cs: Povolit připnutí ovládacích prvků na obrazovku
de: Erlaube Steuerelemente an einen Bildschirm zu heften
es: Permitir controles de fijación en pantalla
fr: Autoriser l'épinglage des contrôles à l'écran
he: אפשר הצמדת פקדים למסך
it: Consenti controlli di blocco sullo schermo
ja: コントロールを画面にピン留めする
nl: Besturingselementen op het scherm vastzetten toestaan
pt_pt: Permitir fixação de controles no ecrã
ru: Разрешить закреплять элементы управления на экране
tr: Kontrollerı ekrana sabitleme izin ver
uk: Дозволити закріплення елементів керування до екрана
vi: Cho phép ghim các điều khiển lên màn hình
zh_hans: 允许将控件固定到屏幕上
zh_hant: 允許將控制項目釘選在螢幕上

source: Allow special app controls to be pinned to the screen via right-click menu.
cs: Povolit připnutí speciálních ovládacích prvků aplikací na obrazovku pomocí nabídky pravým tlačítkem myši.
de: Erlaubt das Anheften besonderer App-Steuerelemente über das Kontextmenü (Rechtsklick).
es: Permitir que los controles especiales de aplicaciones se fijen en la pantalla mediante el menú de clic derecho.
fr: Autorise l’épinglage des contrôles spéciaux des applications à l’écran via le menu contextuel.
he: אפשר הצמדת פקדי אפליקציה מיוחדים למסך דרך תפריט לחיצה ימנית.
it: Abilita la possibilità di bloccare sullo schermo i controlli delle app speciali tramite il menu di scelta rapida.
ja: 特別なアプリコントロールを右クリックメニューから画面に固定できるようにします。
nl: Speciale app-bedieningselementen kunnen via het rechtermuisknopmenu op het scherm worden vastgezet.
pt_pt: Permitir que sejam fixados no ecrã controlos especiais da aplicação através do menu do botão direito.
ru: Разрешить закрепление специальных элементов управления приложения на экране через контекстное меню (правый клик)
tr: Özel uygulama kontrollerinin sağ tıklama menüsü ile ekrana sabitlenmesine izin ver.
uk: Дозволити закріплення спеціальних елементів керування застосунком на екрані за допомогою контекстного меню.
vi: Cho phép ghim các điều khiển đặc biệt của ứng dụng lên màn hình thông qua menu chuột phải.
zh_hans: 允许通过右键菜单将特殊应用控件固定到屏幕上。
zh_hant: 允許按一下輔助按鈕來在螢幕上釘選特殊App控制項目。

source: Allows window preview images to scale dynamically to reasonable dimensions, overriding fixed frame constraints.
cs: Umožňuje dynamické přizpůsobení velikosti náhledů na přiměřené rozměry, čímž se obejdou omezení pevných rámečků.
de: Ermöglicht die dynamische Skalierung der Fenstervorschau auf angemessene Abmessungen, wobei fixe Rahmenbeschränkungen überschrieben werden.
es: Permite que las imágenes de vista previa de ventanas escalen dinámicamente a dimensiones razonables, anulando las restricciones de fotogramas fijos.
fr: Permet aux aperçus des fenêtres de se redimensionner dynamiquement à des dimensions raisonnables, en contournant les contraintes de cadre fixe.
he: מאפשר לתמונות תצוגה מקדימה של חלונות להתאים בצורה דינמית לממדים סבירים, תוך עקיפת מגבלות מסגרת קבועות.
it: Ridimensiona dinamicamente le immagini di anteprima a dimensioni ragionevoli, sovrascrivendo i vincoli.
ja: ウィンドウのプレビュー画像が、固定フレーム制約を上書きし、合理的な大きさに動的に拡大することを可能にします。
nl: Mogelijkheid om afbeeldingen in het venster dynamisch te schalen tot redelijke afmetingen, waarbij vaste kaders worden genegeerd.
pt_pt: Permite que a pré-visualização de imagens se redimensione dinamicamente para dimensões razoáveis, substituindo restrições fixas.
ru: Позволяет миниатюрам окон динамически изменять размер, игнорируя ограничения фиксированной рамки
tr: Pencere önizlemelerinin sabit boyut sınırlarını aşarak, dinamik ve uygun boyutlarda ölçeklenmesine izin verir.
uk: Дозволяє динамічно масштабувати зображення вікна попереднього перегляду до прийнятних розмірів, ігноруючи фіксовані обмеження кадру.
vi: Cho phép hình ảnh xem trước cửa sổ thay đổi kích thước linh hoạt đến kích thước hợp lý, ghi đè giới hạn khung cố định.
zh_hans: 允许窗口预览图像按合理尺寸动态缩放，覆盖固定框架限制。
zh_hant: 允許視窗預覽圖像動態縮放至合理尺寸。這會取代固定畫布範圍。

source: Alphabetical by title
cs: Abecední podle názvu
de: Alphabetisch nach Titel
es: Alfabético por título
fr: Alphabétique par titre
he: אלפביתי לפי כותרת
it: Titolo in ordine alfabetico
ja: タイトルによるアルファベット順
nl: Alfabetisch op titel
pt_pt: Alfabeticamente pelo título
ru: По названию
tr: Başlığa göre alfabetik sırayla
uk: В алфавітному порядку за назвою
vi: Theo thứ tự bảng chữ cái của tiêu đề
zh_hans: 按标题排序
zh_hant: 依標題字母順序

source: Alternate Shortcut
cs: Alternativní zkratka
de: Alternatives Tastenkürzel
es: Atajo alternativo
fr: Raccourci alternatif
he: קיצור דרך חלופי
it: Scorciatoia alternativa
ja: 代替のショートカット
nl: Alternatieve sneltoets
pt_pt: Atalho alternativo
ru: Альтернативная горячая клавиша
tr: Alternatif kısayol
uk: Альтернативна комбінація
vi: Phím tắt thay thế
zh_hans: 备用快捷键
zh_hant: 替用快速鍵

source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
he: תמיד
it: Sempre
ja: 常時
nl: Altijd
pt_pt: Sempre
ru: Всегда
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 永遠

source: Always use compact mode
cs: Vždy používat kompaktní režim
de: Immer kompakten Modus verwenden
es: Usar siempre el modo compacto
fr: Toujours utiliser le mode compact
he: השתמש תמיד במצב קומפקטי
it: Usa sempre la modalità compatta
ja: 常にコンパクトモードを使用する
nl: Gebruik altijd compacte modus
pt_pt: Utilizar sempre o modo compacto
ru: Всегда использовать компактный режим
tr: Her zaman kompakt modu kullan
uk: Завжди використовувати компактний режим
vi: Luôn sử dụng chế độ gọn nhẹ
zh_hans: 始终使用紧凑模式
zh_hant: 永遠使用精簡模式

source: Always visible
cs: Vždy viditelné
de: Immer sichtbar
es: Siempre visible
fr: Toujours visible
he: תמיד מוצג
it: Mostra sempre
ja: 常に表示
nl: Altijd zichtbaar
pt_pt: Sempre visível
ru: Всегда видимый
tr: Her zaman görünür
uk: Завжди видно
vi: Luôn hiển thị
zh_hans: 始终可见
zh_hant: 永遠顯示

source: Always visible; Full opacity
cs: Vždy viditelné; úplná průhlednost
de: Immer sichtbar; volle Deckkraft
es: Siempre visible; Opacidad completa
fr: Toujours visibles ; opacité complète
he: מוצג תמיד; אטימות מלאה
it: Sempre visibile; 100% opacità
ja: 常に表示、透過を無効
nl: Altijd zichtbaar
pt_pt: Sempre visível; Opacidade total
ru: Всегда видимый; Не прозрачный
tr: Her zaman görünür; Tam opaklık
uk: Завжди видно; Повна непрозорість
vi: Luôn hiển thị; Độ mờ 100%
zh_hans: 始终可见；完全不透明
zh_hant: 永遠顯示；完全不透明

source: amount
cs: množství
de: Betrag
es: cantidad
fr: taux
he: כמות
it: punti
ja: 量
nl: aantal
pt_pt: quantidade
ru: радиус
tr: miktar
uk: одиниць
vi: số lượng
zh_hans: 数量
zh_hant: 數量

source: An additional trigger key using the same modifier, invoking the switcher with a different filter mode.
cs: Další spouštěcí klíč používající stejný modifikátor vyvolávající přepínač s jiným režimem filtru.
de: Eine zusätzliche Shortcut-Taste, welche denselben Modifikator verwendet und den Fensterwechsler mit einem anderen Filtermodus aufruft.
es: Una tecla de activación adicional que usa el mismo modificador e invoca el selector con un modo de filtrado distinto.
fr: Une touche de déclenchement additionnelle utilisant le même modificateur, invoquant le sélecteur avec un mode de filtre différent.
he: מקש הפעלה נוסף המשתמש באותו מקש שינוי, המפעיל את הבורר עם מצב סינון שונה.
it: Scorciatoia alternativa per invocare il selettore finestre con un filtro diverso.
ja: 同じ修飾子を使用したトリガーキーを追加し、別のフィルターモードでスイッチャーを呼び出します。
nl: Een extra sneltoets met dezelfde modificatietoets, waarmee de wisselaar met een andere filtermodus wordt geactiveerd.
pt_pt: Uma tecla de gatilho adicional que usa o mesmo modificador, invocando o selecionador com um modo de filtro diferente.
ru: Дополнительная клавиша с тем же модификатором, открывающая переключатель с другим фильтром.
tr: Aynı değiştiriciyi kullanan ve anahtarlayıcıyı farklı bir filtre moduyla çalıştıran ek bir tetikleme tuşu.
uk: Додаткова тригерна клавіша з використанням того самого модифікатора, що викликає Перемикач з іншим режимом фільтра.
vi: Một phím kích hoạt bổ sung sử dụng cùng phím bổ trợ, gọi trình chuyển đổi với chế độ lọc khác.
zh_hans: 在相同的修饰键下，添加一个额外的触发键，以不同的筛选模式打开切换器。
zh_hant: 為相同的變更鍵加入一組額外的最終鍵來以不同的篩選模式打開切換器。

source: Anchor preview to initial dock icon position
cs: Ukotvit náhled k původní pozici ikony v Docku
de: Verankere Vorschau an initiale Dock-Icon Position
es: Anclar la vista previa a la posición inicial del icono del Dock.
fr: Épingler l'aperçu à la position initiale de l'icône du dock
he: עגן תצוגה מקדימה למיקום הראשוני של סמל ה-Dock
it: Fissa l'anteprima nella posizione iniziale dell'icona nel Dock
ja: 最初のDockアイコンの位置にアンカープレビューする
nl: Voorbeeld vastzetten op de oorspronkelijke positie van het Dock-pictogram
pt_pt: Ancorar pré-visualização para a posição inicial do ícone da Dock
ru: Привязать превью к первоначальной позиции иконки
tr: Önizlemeyi ilk dock icon pozisyonuna sabitle
vi: Neo xem trước vào vị trí biểu tượng dock ban đầu
zh_hans: 将预览固定在初始 Dock 图标位置
zh_hant: 將預覽固定在初始Dock圖像位置

source: Anchor to top
cs: Ukotvit nahoru
de: An der Oberseite verankern
es: Anclar arriba.
fr: Ancrage vers le haut
he: עגן לחלק העליון
it: In alto
ja: 上部に移動
nl: Vastmaken aan bovenkant
pt_pt: Âncora no topo
ru: Закрепить сверху
tr: Yukarı sabitle
uk: Прив’язка до верху
vi: Neo lên đầu
zh_hans: 固定到顶部
zh_hant: 定位至最上方

source: Animation speed
cs: Rychlost animace
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse de l’animation
he: מהירות הנפשה
it: Velocità dell'animazione
ja: アニメーションの速度
nl: Animatiesnelheid
pt_pt: Velocidade da animação
ru: Скорость анимации
tr: Animasyon hızı
uk: Швидкість анімації
vi: Tốc độ hiệu ứng
zh_hans: 动画速度
zh_hant: 動畫速度

source: App Header Style
cs: Vzhled záhlaví aplikace
de: App-Header-Stil
es: Estilo del encabezado de la aplicación
fr: Style de l'en-tête de l'application
he: סגנון כותרת אפליקציה
it: Stile intestazione applicazione
ja: アプリヘッダーのスタイル
nl: Stijl van de app-koptekst
pt_pt: Estilo do cabeçalho das aplicações
ru: Стиль заголовка приложения
tr: Uygulama Başlık Stili
uk: Стиль заголовка застосунку
vi: Kiểu tiêu đề ứng dụng
zh_hans: 应用标题样式
zh_hant: App標題樣式

source: App Icon Size
cs: Velikost ikony aplikace
de: App Icon Größe
es: Tamaño del icono
it: Dimensioni icona
ja: アプリアイコンのサイズ
nl: Grootte van app-pictogram
ru: Размер иконки приложения
tr: Uygulama Simge Boyutu
uk: Розмір іконки програми
vi: Kích thước Biểu tượng Ứng dụng
zh_hans: 应用图标大小
zh_hant: App圖像大小
